/*  Class = "NSTableColumn"; headerCell.title = "User"; ObjectID = "18";  */
"User" = "Utilisateur";

/*  Class = "NSSearchFieldCell"; placeholderString = "Filter"; ObjectID = "22";  */
"Filter" = "Filtre";

/*  Class = "NSTableColumn"; headerCell.title = "Host"; ObjectID = "28";  */
"Host" = "Hôte";

/*  Class = "NSTableColumn"; headerCell.title = "Database"; ObjectID = "30";  */
"Database" = "Base de données";

/*  Class = "NSTableColumn"; headerCell.title = "Command"; ObjectID = "32";  */
"Command" = "Commande";

/*  Class = "NSTableColumn"; headerCell.title = "Time"; ObjectID = "34";  */
"Time" = "Temps";

/*  Class = "NSTableColumn"; headerCell.title = "State"; ObjectID = "36";  */
"State" = "État";

/*  Class = "NSTableColumn"; headerCell.title = "Info"; ObjectID = "38";  */
"Info" = "Info";

/*  Class = "NSMenuItem"; title = "Copy"; ObjectID = "55";  */
"Copy" = "Copier";

/*  Class = "NSMenuItem"; title = "Kill Query"; ObjectID = "56";  */
"Kill Query" = "Interrompre la requête";

/*  Class = "NSMenuItem"; title = "Kill Connection"; ObjectID = "57";  */
"Kill Connection" = "Interrompre la connexion";

/*  Class = "NSButton"; gToolTip = "Refresh process list (⌘R)"; ObjectID = "75";  */
"Refresh process list (⌘R)" = "Mettre à jour la liste des processus (⌘R)";

/*  Class = "NSMenuItem"; title = "Show Process ID"; ObjectID = "84";  */
"Show Process ID" = "Afficher l'ID du processus";

/*  Class = "NSButtonCell"; title = "Clear"; ObjectID = "85";  */
"Clear" = "Effacer";

/*  Class = "NSButtonCell"; title = "Save As..."; ObjectID = "88";  */
"Save As..." = "Enregistrer sous...";

/*  Class = "NSButtonCell"; title = "Auto refresh"; ObjectID = "106";  */
"Auto refresh" = "Mise à jour auto";

/*  Class = "NSMenuItem"; title = "Auto Refresh Interval"; ObjectID = "113";  */
/*  Class = "NSMenu"; title = "Auto Refresh Interval"; ObjectID = "114";  */
"Auto Refresh Interval" = "Intervalle de mise à jour auto";

/*  Class = "NSMenuItem"; title = "2 Seconds"; ObjectID = "115";  */
"2 Seconds" = "2 secondes";

/*  Class = "NSMenuItem"; title = "5 Seconds"; ObjectID = "116";  */
"5 Seconds" = "5 secondes";

/*  Class = "NSMenuItem"; title = "10 Seconds"; ObjectID = "117";  */
"10 Seconds" = "10 secondes";

/*  Class = "NSMenuItem"; title = "30 Seconds"; ObjectID = "118";  */
"30 Seconds" = "30 secondes";

/*  Class = "NSMenuItem"; title = "60 Seconds"; ObjectID = "119";  */
"60 Seconds" = "60 secondes";

/*  Class = "NSMenuItem"; title = "Custom..."; ObjectID = "121";  */
"Custom..." = "Personnalisé...";

/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "141";  */
"Cancel" = "Annuler";

/*  Class = "NSTextFieldCell"; title = "Interval:"; ObjectID = "143";  */
"Interval:" = "Intervalle :";

/*  Class = "NSButtonCell"; title = "OK"; ObjectID = "172";  */
"OK" = "OK";

/*  Class = "NSTextFieldCell"; title = "seconds"; ObjectID = "174";  */
"seconds" = "secondes";

/*  Class = "NSTextField"; gToolTip = "Custom refresh interval. Must be greater than 0."; ObjectID = "176";  */
"Custom refresh interval. Must be greater than 0." = "Intervalle de mise à jour personnalisé. Doit être plus grand que 0.";

/*  Class = "NSButton"; gToolTip = "Enable/disable auto-refresh (⇧⌘R)"; ObjectID = "105";  */
"Enable/disable auto-refresh (⇧⌘R)" = "Activer/désactiver le rafraichissement auto (⇧⌘R)";

/*  Class = "NSMenuItem"; gToolTip = "Toggle the display of the Process ID column"; ObjectID = "84";  */
"Toggle the display of the Process ID column" = "Activer l'affichage de la colonne d'ID du processus";

/*  Class = "NSMenuItem"; title = "Show FULL Process List"; ObjectID = "186";  */
"Show FULL Process List" = "Afficher la liste des processus (mode FULL)";

